{
    "headers": "Return-Path: <fork-admin@xent.com>\nDelivered-To: yyyy@localhost.example.com\nReceived: from localhost (jalapeno [127.0.0.1])\tby jmason.org (Postfix) with ESMTP id 47A3A16F74\tfor <jm@localhost>; Fri,  6 Sep 2002 11:39:47 +0100 (IST)\nReceived: from jalapeno [127.0.0.1]\tby localhost with IMAP (fetchmail-5.9.0)\tfor jm@localhost (single-drop); Fri, 06 Sep 2002 11:39:47 +0100 (IST)\nReceived: from webnote.net (mail.webnote.net [193.120.211.219]) by    dogma.slashnull.org (8.11.6/8.11.6) with ESMTP id g86923C27140 for    <jm@jmason.org>; Fri, 6 Sep 2002 10:02:03 +0100\nReceived: from xent.com ([64.161.22.236]) by webnote.net (8.9.3/8.9.3)    with ESMTP id DAA19743 for <jm@jmason.org>; Fri, 6 Sep 2002 03:09:23 +0100\nReceived: from lair.xent.com (localhost [127.0.0.1]) by xent.com (Postfix)    with ESMTP id E8FBD294171; Thu,  5 Sep 2002 19:06:02 -0700 (PDT)\nDelivered-To: fork@example.com\nReceived: from mithral.com (watcher.mithral.com [204.153.244.1]) by    xent.com (Postfix) with SMTP id 6A03A2940AA for <fork@xent.com>;    Thu,  5 Sep 2002 19:05:13 -0700 (PDT)\nReceived: (qmail 22974 invoked by uid 1111); 6 Sep 2002 02:07:40 -0000\nFrom: \"Adam L. Beberg\" <beberg@mithral.com>\nTo: fork@example.com\nSubject: Selling Wedded Bliss (was Re: Ouch...)\nIn-Reply-To: <Pine.LNX.4.44.0209051533260.31180-100000@isolnetsux.techmonkeys.net>\nMessage-Id: <Pine.LNX.4.33.0209051857410.22913-100000@watcher.mithral.com>\nMIME-Version: 1.0\nContent-Type: TEXT/PLAIN; charset=\"US-ASCII\"\nSender: fork-admin@xent.com\nErrors-To: fork-admin@xent.com\nX-Beenthere: fork@example.com\nX-Mailman-Version: 2.0.11\nPrecedence: bulk\nList-Help: <mailto:fork-request@xent.com?subject=help>\nList-Post: <mailto:fork@example.com>\nList-Subscribe: <http://xent.com/mailman/listinfo/fork>, <mailto:fork-request@xent.com?subject=subscribe>\nList-Id: Friends of Rohit Khare <fork.xent.com>\nList-Unsubscribe: <http://xent.com/mailman/listinfo/fork>,    <mailto:fork-request@xent.com?subject=unsubscribe>\nList-Archive: <http://xent.com/pipermail/fork/>\nDate: Thu, 05 Sep 2002 19:07:40 -0700\nX-Spam-Status: No, hits=-6.2 required=7.0\ttests=AWL,IN_REP_TO,KNOWN_MAILING_LIST,SPAM_PHRASE_01_02,\t      USER_AGENT_PINE\tversion=2.50-cvs\nX-Spam-Level: ",
    "subject": "Selling Wedded Bliss (was Re: Ouch...)",
    "body": "...an alternative to the \"kind of de-feminized, over-sized, self-centered,\nmercenary-minded lady available on the British singles scene,\"\nGlad to see American culture is making it's way into the British bars too :)\nGod bless us uncivilized bastards, every one.\nStill, definately something not right about the below. People are now\ncheaper then a decent laptop? (ok, so we knew that already)\n-------------\nSelling Wedded Bliss Big Business in Thailand\nThu Aug 29,10:19 AM ET\nBy Andrew Marshall\nBANGKOK, Thailand (Reuters) - English dentist Ken Moylan came to Thailand\nlooking for a wife. It took two hours to find her.\n\"The first day I went out with Wan, she came back to my hotel and hung all\nmy clothes up and tidied the room. I thought it was marvelous,\" he said. \"I\nknew then there was something special.\"\nMoylan, 49, is one of thousands of men who use introduction agencies to meet\n-- and marry -- Thai women. He lives in England now with 28-year-old Wan,\nwho is expecting their first child.\nCritics of marriage agencies say they exploit the grinding poverty of women\nin developing countries, offering dreams of a new life in the West that\noften turn sour. But Moylan says he has no regrets about coming to Thailand\nin search of a wife.\n\"I got to Thailand at 2 p.m., and by 4 p.m. I'd met Wan,\" he said. \"I knew I\nfound her attractive. I could tell straight away that she was very caring.\"\nMoylan spent a week in Thailand, and after returning to England kept in\ntouch with Wan by phone and mail. Six months later she came to England and\nthe couple married.\nMR. MARRIAGE\nLawrence Lynch, 49, runs Thai Professional Introduction Services, the agency\nMoylan used to meet his wife. Lynch, who calls himself \"Mr. Marriage,\"\nstarted the company after also marrying a Thai woman through an introduction\nagency.\nSince then he has helped set up hundreds of marriages.\n\"In the last five years we've done about 400,\" he said. \"To the best of my\nknowledge, they have all been successful.\"\nMale clients pay $2,213 for the service, although men from countries that\nrequire them to handle some of the visa work on their own get a discount.\nClients then get to view catalogs and videos of hundreds of Thai women\nlooking for a husband. If they like what they see they come to Bangkok.\nClients are introduced to several women in chaperoned meetings in Lynch's\noffice -- encounters that can often be awkward given mutual shyness and\nlanguage problems.\n\"We find that the gentlemen are usually just as nervous as the ladies,\"\nLynch said. \"But once they start meeting the ladies they soon relax.\"\nAfter the first meeting, couples can decide to go on dates to get to know\neach other better. Within two weeks of arrival, Lynch says, almost every\nclient has found a potential wife.\n\"At the end of a fortnight it's very, very rare for a guy to go back and\nthink he hasn't made his mind up,\" he said. In most cases, marriage follows,\nusually within the next year.\nRoongthip Kamchat, managing director of Thai No. 1 Connections, a\nBangkok-based agency, says she has introduced about 1,000 couples, and less\nthan 10 percent have broken up.\nRoongthip says she sometimes has a difficult time calming men who have just\narrived in Bangkok looking for a wife.\n\"Sometimes they are very nervous,\" she said. \"And sometimes they are very\nimpatient and say 'Give me a lady, I want to get married now.' I say: 'Calm\ndown, OK, we'll talk.\"'\nBut if men are really in a hurry, Roongthip says, she can find them a wife\nand get them married within a week. Lynch says clients he has found wives\nfor include a blind man, a man with one leg and a man with post-traumatic\nstress disorder.\nWHY?\nSimilar marriage agencies can be found in many developing countries. Critics\nsay they thrive on the neediness of lonely Western men who are unable to\nform relationships in their own country, and on the desperation of\nimpoverished women who believe they can find a better life in the West.\nBut Moylan says that if the arrangement makes both partners happy, there is\nno reason to object. \"If you talk about people who are needy, I think\neverybody wants someone to love them, and wants someone to love, so yes, I\nneed Wan,\" he said.\n\"Thai women are dissatisfied with life in Thailand. I think there's no\nsecret there. They are looking for a better life. I don't have a problem\nwith that. In return they are willing to give a lot of love and care to\ntheir future husband.\"\nLynch says men are dissatisfied with Western women too, and that is why they\nchoose to use his agency.\nHis brochure promises an alternative to the \"kind of de-feminized,\nover-sized, self-centered, mercenary-minded lady available on the British\nsingles scene,\" and says he can make dreams come true even for men who are\nnot \"God's gift to women.\"\nRoongthip said many Western men found it difficult to meet women in their\nown countries -- and found Thai women attractive.\n\"They don't know how to meet women. Even if they go to pubs or discotheques\nor restaurants or department stores, how can they ask people to marry them?\nImpossible,\" she said.\n\"Many Thai girls are slim, have long hair, black eyes, small nose. They are\ngood at taking care and joking and laughing, not strict. Different from\nladies from other countries.\"\nAlthough many couples married through agencies have a considerable age gap,\nthe agencies say this is not a problem. They say language problems are also\nnot a major obstacle.\n\"Thai ladies are not ageist, and they have no qualms whatsoever about having\na husband who is significantly older,\" Lynch said. \"When I met my wife she\ncouldn't speak a word of English. We muddled along with a phonetic\ndictionary. The ladies are very keen to learn English and they pick it up\nvery quickly.\"\nMany agencies also offer tuition for woman on what to expect when they move\nto the West.\n\"We have kitchens, we have study classes,\" Roongthip said. \"We teach them\nhow to eat, and when to make tea.\"\nPITFALLS\nBut not all dreams come true. \"Bee\" is a 26-year-old Thai woman who went to\nSwitzerland two years ago with a man she met through an agency. Now she is\nback in Bangkok, sad and angry.\n\"He had no friends, and I was so lonely,\" she said. \"I tried to make him\nhappy but he just wanted sex and somebody to keep his house clean. He never\nspoke to me.\"\nBee came back to Bangkok earlier this year. \"I thought I would be happy\nthere,\" she said. \"But it was the worst time of my life.\"\nLynch says that while some agencies are badly run, he makes checks to ensure\nunsuitable candidates are weeded out.\n\"We are ethical and professional,\" he said. \"We will not take on all\ncomers.\"\nMoylan says that despite possible pitfalls, his own marriage is proof the\narrangement can work. Wan's sister has just signed up with Lynch's company,\nlooking for a foreign husband.\n\"Perhaps there are cases of women being exploited. I'm sure there are,\"\nMoylan said. \"But in the majority of cases the women get a good deal.\"\n",
    "urls": []
}