{
    "headers": "Return-Path: <webster@ryanairmail.com>\nDelivered-To: zzzz@localhost.netnoteinc.com\nReceived: from localhost (localhost [127.0.0.1])\tby phobos.labs.netnoteinc.com (Postfix) with ESMTP id 1B3B143F9B\tfor <zzzz@localhost>; Mon,  2 Sep 2002 07:30:37 -0400 (EDT)\nReceived: from phobos [127.0.0.1]\tby localhost with IMAP (fetchmail-5.9.0)\tfor zzzz@localhost (single-drop); Mon, 02 Sep 2002 12:30:37 +0100 (IST)\nReceived: from mail.ryanair2.ie ([193.120.152.8]) by dogma.slashnull.org    (8.11.6/8.11.6) with SMTP id g7ULMQZ08782 for <zzzz-ryanair@example.com>;    Fri, 30 Aug 2002 22:22:36 +0100\nFrom: webster@ryanairmail.com\nTo: Customers <customers@mail.ryanairmail.com>\nSubject: Save up to 70% on international calls!\nDate: Fri, 30 Aug 2002 17:42:52 +0100\nX-Assembled-BY: XWall v3.21\nMessage-Id: <LISTMANAGER-949326-32914-2002.08.30-17.47.31--zzzz-ryanair#example.com@mail.ryanairmail.com>\nMIME-Version: 1.0\nContent-Type: multipart/mixed; boundary=\"_NextPart_1_bvfoDiTVghtoCXFdvJNKcuWblFV\"\nList-Unsubscribe: <mailto:leave-customers-949326K@mail.ryanairmail.com>\nReply-To: webster@ryanairmail.com",
    "subject": "Save up to 70% on international calls!",
    "body": "........... with our telecoms partner Bumblebee !\nDon't get ripped off by expensive hotel, payphone and mobile charges. \nSAVE, SAVE, SAVE on international calls with Ryanair's phone partner. \n************************************************************************\n*********\nYou'll save up to 70% on international phone calls when you use our \nonline phone card. You can use the card from any phone in any country \nyou visit and you won't have to worry about high phone charges \nwhen you call home or the office.\nBuying a card couldn't be easier and it's totally secure. Simply go to\n \n to avail of this special offer for Ryanair customers.\nIt's another great deal from Ryanair and our online phone \npartner, Bumblebee Communications. \n \n=====================================================================\nE-MAIL DISCLAIMER\nThis e-mail and any files and attachments transmitted with it \nare confidential and may be legally privileged. They are intended \nsolely for the use of the intended recipient. Any views and \nopinions expressed are those of the individual author/sender \nand are not necessarily shared or endorsed by Ryanair Holdings plc \nor any associated or related company. In particular e-mail \ntransmissions are not binding for the purposes of forming \na contract to sell airline seats, directly or via promotions, \nand do not form a contractual obligation of any type. \nSuch contracts can only be formed in writing by post or fax, \nduly signed by a senior company executive, subject to approval \nby the Board of Directors.\nThe content of this e-mail or any file or attachment transmitted \nwith it may have been changed or altered without the consent \nof the author. If you are not the intended recipient of this e-mail, \nyou are hereby notified that any review, dissemination, disclosure, \nalteration, printing, circulation or transmission of, or any \naction taken or omitted in reliance on this e-mail or any file \nor attachment transmitted with it is prohibited and may be unlawful.\nIf you have received this e-mail in error \nplease notify Ryanair Holdings plc by emailing postmaster@ryanair.ie\nor contact Ryanair Holdings plc, Dublin Airport, Co Dublin, Ireland. \n---\nYou are currently subscribed to customers as: zzzz-ryanair@example.com\nTo unsubscribe send a blank email to leave-customers-949326K@mail.ryanairmail.com\n",
    "urls": [
        "http://www.bumblebeecommunications.com/lowcostcalls/"
    ]
}