{
    "headers": "Return-Path: <tim@paychecks4life.com>\nDelivered-To: zzzz@localhost.example.com\nReceived: from localhost (localhost [127.0.0.1])\tby phobos.labs.example.com (Postfix) with ESMTP id D771D4415D\tfor <zzzz@localhost>; Mon,  2 Sep 2002 11:25:59 -0400 (EDT)\nReceived: from phobos [127.0.0.1]\tby localhost with IMAP (fetchmail-5.9.0)\tfor zzzz@localhost (single-drop); Mon, 02 Sep 2002 16:25:59 +0100 (IST)\nReceived: from c448022-c (12-243-62-67.client.attbi.com [12.243.62.67]) by    dogma.slashnull.org (8.11.6/8.11.6) with SMTP id g7UAZZZ21797 for    <zzzz-latestdodgydotcomstock@jmason.org>; Fri, 30 Aug 2002 11:35:38 +0100\nMessage-Id: <200208301035.g7UAZZZ21797@dogma.slashnull.org>\nFrom: tim <tim@paychecks4life.com>\nTo: zzzz-latestdodgydotcomstock <jm-latestdodgydotcomstock@jmason.org>\nSubject: Welcome to the concept of RESIDUAL Income!\nDate: Fri, 30 Aug 2002 05:32:48 -0000\nMIME-Version: 1.0\nX-Priority: 3\nX-Msmail-Priority: Normal\nX-Mailer: Microsoft Outlook Express 6.00.2462.0000\nX-Mimeole: Produced By Microsoft MimeOLE V6.00.2462.0000\nContent-Type: multipart/mixed; boundary=\"----=_NextPart_000_0044_5A8512D6.AD3AE071\"",
    "subject": "Welcome to the concept of RESIDUAL Income!",
    "body": "There's only one thing better than a market driven business and \r\nthat's a market driven business that offers consumable products. \r\nAnd that is exactly what our system has to offer you.\r\n\r\nWe offer products that millions of people absolutely must have\r\nand the best part of all, our products are consumable.\r\n \r\nWhy is that so important?\r\n\r\nWhat do you do when you run out of toilet paper?\r\nDo you go watch TV until you see an ad for toilet paper \r\ndo you start cutting up your sheets into small pieces\r\nor do you just GO TO THE STORE AND GET SOME MORE?\r\n\r\nYou see, not only do our customers enjoy the fantastic benefits\r\nof our products, every time they run out they come back\r\nto US to GET MORE. We work with them one time but we get paid\r\nover and over again!\r\n\r\nWELCOME TO THE CONCEPT OF RESIDUAL INCOME money that just \r\nkeeps coming and coming.\r\n\r\nWhat would you do with an extra $1,000 next month?\r\n\r\nIF THIS BUSINESS IS SO GREAT, WHY DON'T YOU JUST DO IT \r\nYOURSELF?\r\n\r\nGood question. And here's your answer. All of us do!\r\n\r\nThe fact is that we make even more money each time we help someone\r\nlike you get started. WE NEED YOU. We can't succeed unless we make\r\nyou succeed. We will take you by the hand and walk you through this \r\nbusiness step-by-step. WE WILL DO WHATEVER IT TAKES, that \r\nis our commitment to you.\r\n\r\nIt doesn't take a lot of money, time or knowledge to achieve \r\nthe Dream. All you need is the right opportunity at the \r\nright time, a product that sells itself, a plan to follow \r\nand your own personal coach and mentor.\r\n\r\nIf you are a motivated person, looking for a positive change, then \r\nyou are in the right place.\r\n\r\nIf a personal coach and mentor, who cares about you, holding your\r\nhand through the entire process of starting your business sounds \r\ngood, then this is it!\r\n\r\nBut we're not looking for JUST ANYONE. We're looking for \r\nMOTIVATED people who are SERIOUS about improving the \r\nQUALITY of THEIR lives.\r\n\r\n\"TIMING IS EVERYTHING \r\nI WAS JUST IN THE RIGHT PLACE AT THE RIGHT TIME\"\r\n\r\nYou're in the right place and your timing is perfect.\r\n\r\nVisit and take advantage of \r\nthis fabulous opportunity today! It just may change your life.\r\n\r\nWe Respect Your Privacy, and Pledge not to Abuse This Privilege. To \r\nStop Future Mailings,\r\nreply to this email with REMOVE in the subject line, you will be removed \r\nimediately.\r\nor send a blank email with remove in subject to:\r\n\r\nremove@paychecks4life.com\r\n\r\n-----------------------------------------------------------\r\nYou are receiving this message because you have recently expressed an \r\ninterest in receiving information about online business opportunities. \r\nIf this is in error then please accept my most sincere apology, and \r\nsimply Unsubscribe yourself below.\r\n-----------------------------------------------------------\r\nUnder Bill S1618 Title III passed by the 105th US Congress, this \r\nmessage shall not be considered SPAM as the sender has included \r\ncontact information and an immediate method of Removal.\r\n ",
    "urls": [
        "http://www.paychecks4life.com"
    ]
}